---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.POINTCLOUDINSTANCE_NAME
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.POINTCLOUDINSTANCE_NAME

"Name": The name of the instance as it will show in the Property Palette